"Regular" = "Standard";

"Chainmail" = "Cotte de mailles";

"Brass Mesh" = "Maillage laiton";

"Computer" = "Ordinateur";

"Slick" = "Luisant";

"Tasty" = "Goûteux";

"Random" = "Aléatoire";

"Custom" = "Personnalisé";
